Repository: wp-plugins/woocommerce-variation-details-on-page-product
Catalog: languages/mp_wc_vdopp-*.po
Languages: pt_pt

source: Variations
pt_pt: Variações

source: <b>Place holder for variation data</b>
pt_pt: <b>Espaço reservado para os dados da variação</b>

source: Choose a CSS class or id where you want to hook variation data. For instance: .variations or .product_meta. Default value: .variations
pt_pt: Escolha uma classe CSS ou ID onde pretenda mostrar os dados da variação. Por exemplo: .variations ou .product_meta. Valor por omissão: .variations

source: <b>DOM Selector</b>
pt_pt: <b>Seletor do DOM</b>

source: Define the selector that will trigger show data event. Default value: form.cart select
pt_pt: Defina o seletor responsável por disparar a ação de mostrar os dados da variação. Valor por omissão: form.cart select

source: <b>Data Selector</b>
pt_pt: <b>Seletor de dados</b>

source: Choose the id/class of displayed data. Default value: .product_details
pt_pt: Selecione a CLASS ou ID dos dados exibidos. Valor por omissão: .product_details

source: WooCommerce Variation Details on Page Product
pt_pt: Detalhes da variação na página do produto para WooCommerce.

source: This plugin has predefined settings outside the box. If you feel comfortable, you are welcome to update data to meet your requirements.
pt_pt: Este plugin tem predefinições para funcionar imediatamente numa instalação do WordPress e WooCommerce básica. Se se sentir confortável, poderá atualizar os dados para responder às suas necessidades.

source: <strong>Important:</strong> Use a . to identify a class and a # to identify an id.
pt_pt: <strong>Importante:</strong> Uso um ‘.’ (ponto) para identificar uma classe e um ‘#’ (cardinal) para identificar um id.

source: Please, support further development of this plugin by buying the guy an extra dose of caffeine.
pt_pt: Por favor, considere oferecer um café ao developer para que continue a desenvolver este e outros plugins gratuitamente.

source: Display physical size and weight of product within product meta details.
pt_pt: Mostrar tamanho físico e/ou peso das variantes do produto variável de acordo com a escolha.
